[
  {
    "title": "Spatial microsimulation estimates of household income distributions in London boroughs, 2001 and 2011 Alex Fenton",
    "link": "https://sticerd.lse.ac.uk/dps/case/cp/casepaper196.pdf",
    "notes": " One feature of Britain’s economic and social landscape is the existence of deep, persistent, and even growing spatial disparities in income and wealth between regions, cities and neighbourhoods (Dorling et al. 2007. Gardiner et al , 2013).<br><br>These disparities have been a recurring, if not constant, presence both in government policy and in research for much of the last century (O’Hara, 2005).<br><br>Spatial microsimulation (SMS) is a potential solution to at least some of these problems. SMS involves the synthesis of microdata from national household income surveys and local area population totals from censuses or administrative data.<br><br>Spatial microsimulation (SMS) is a range of techniques for estimating the local distribution of a variable – here, household income – by combining social survey microdata with Census or administrative population totals.<br><br>Summary:<br><br>The paper argues that using spatial microsimulation can help aid the poverty issue in London. This theory  isn't exactly relevant to me but it has a lot of references to varying poverty rates throughout inner and outer London. They're a bit out of date (2001-2011) but could be useful for Comparision to modern day data to show how gentrification has impacted lower-income areas EG how hackney is no longer in the lowest household income top 10."
  },
  {
    "title": "Fanning the Flames of Hate: Social Media and Hate Crime ",
    "link": "https://www.researchgate.net/publication/346110180_Fanning_the_Flames_of_Hate_Social_Media_and_Hate_Crime ",
    "notes": "This paper investigates the link between social media and hate crime. We show that anti-refugee sentiment on Facebook predicts crimes against refugees in otherwise similar municipalities with higher social media usage.<br><br>In the wake of the 2016 presidential election in the United States, for example, relatively recent phenomena such as fake news, social media echo chambers, and bot farms have been subjects of widespread media coverage and public discourse (e.g New York Times 2016, 2017a).<br><br>In contrast to traditional media, social media platforms allow users to easily self-select into niche topics and extreme viewpoints. This preferential selection may limit the spectrum of information people absorb and create “echo chambers” (Sunstein 2009, 2017), which reinforce similar ideas (see e.g. Bessi et al. 2015; Del Vicario et al. 2016; Schmidt et al. 2017).<br><br>In Germany, for example, social media is among the main news sources of 18 to 25 year olds (Hölig and Hasebrink 2016). In the US, around half of all adults use social media to get news and two thirds of Facebook users use it as a news source (Pew Research Center 2018). This suggests that social media could be particularly effective in propagating hateful sentiments.<br><br>Summary:<br>Very interesting and good for defining terms however, it is focused on world politics and is slightly less relevant to my focus (UK based).Provides lots of case studies and examples. "
  },
  {
    "title": "Echo chambers, filter bubbles, and polarisation: a literature review",
    "link": "https://reutersinstitute.politics.ox.ac.uk/echo-chambers-filter-bubbles-and-polarisation-literature-review ",
    "notes": "Digital media use accounts for more than half of time spent with media, mobile accounts for more than half of time spent with digital media, and the most popular products offered by a few large US-based platform companies, most importantly Google (through e.g., Google Search and YouTube) and Facebook (through the eponymous social network, Instagram, and WhatsApp) account for a large share of time spent with digital media (Hindman 2018; Nielsen and Fletcher 2020).<br><br>Echo chambers, filter bubbles, and polarisation<br>Echo chamber = an environment where a person only encounters information or opinions that reflect and reinforce their own.<br><br>Jamieson and Capella in their influential book Echo Chamber defined as “a bounded, enclosed media space that has the potential to both magnify the messages delivered within it and insulate them from rebuttal” (2008, p. 76).<br><br>Echo chambers magnify a person's already existing views by recommending them sources (articles,posts,podcasts etc) that work to reinforce the same views without any opposition.<br>Filter bubble = a situation in which an internet user encounters only information and opinions that conform to and reinforce their own beliefs, caused by algorithms that personalize an individual’s online experience.<br><br>The term filter bubble was coined by the activist and entrepreneur Eli Pariser in his book of the same name, to capture his concern that the increasing use of personalisation in the ranking of search engine results and social media feeds would create “a unique universe of information for each of us” (2011, p. 10)<br><br>An echo chamber is a form of bubble, but the term does not prejudge why some people might live in such bubbles – it is possible, for example, that some actively chose to, that the situation is a result of demand more than distribution or supply.<br><br>A filter bubble, on the other hand, is an echo chamber primarily produced by ranking algorithms engaged in passive personalisation without any active choice on our part, a possible outcome of specific aspects of how news and information is distributed online.<br>Polarisation = division into two sharply distinct opposites. Echo chambers and filter bubbles fuel polarisation<br><br>First, ideological polarisation, which refers to the degree to which people disagree about political issues. Second, affective polarisation, which refers to people’s feelings about the ‘other side’ – those they disagree with on a given issue. Third, news audience polarisation, which refers to the degree to which audiences for news outlets in a given country are generally more politically partisan or politically mixed.<br><br>In the UK, the proportion of people estimated to be in a left-leaning echo chamber is around 2% and the proportion in a right-leaning echo chamber is around 5% (Fletcher et al. 2021b).<br><br>Summary:<br>Echo chambers are becoming less prevalent due to the diverse amount of ways to get information, However, filter bubbles are making it so people are recommended things that only align with their own views. Especially in terms of recommendation algorithms on sites such as YouTube and Twitter."
  },
  {
    "title": "The geographic embedding of online echo chambers: Evidence from the Brexit campaign ",
    "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0206841 ",
    "notes": "Social medi a echo chambers may reflect real-life conversations that are linked to the geographic locations of users, according to new research.<br><br>Conducted by City, University of London and published in the journal PLOS ONE, the study analysed 33,889 Twitter posts from the Brexit referendum campaign period.<br><br>The average distance between users who sent pro-leave messages was 22km (around 14 miles) and the average for remain supporters was 40km (around 25 miles).<br><br>According to the study, remain-supporting users were more likely to speak to other remain supporters outside of their own geographic areas, whereas leave supporters were more restricted to interaction with users from nearby areas<br><br>Researcher Dr Dan Mercea said: “The differences between echo chambers involving leave and remain supporters can be explained by the distinct geographical clustering of their social networks where communication online represents part of their existing social relations.”<br><br>Relied on the Twitter Streaming and REST Application Programming Interfaces (API), the endpoints Twitter offers to programmatically collect data, to amass a total of 5,099,180 tweets using a set of keywords and hashtags, including relatively neutral tags such as referendum, inorout, and euref, but more importantly, messages that used hashtags clearly aligned with the Leave campaign: voteleave, leaveeu, takecontrol, no2eu, betteroffout, voteout, britainout, beleave, iwantout, and loveeuropeleaveeu; and hashtags clearly aligned with the Remain campaign: strongerin, leadnotleave, votein, voteremain, moreincommon, yes2eu, yestoeu, betteroffin, ukineu, and lovenotleave.<br><br>The intensity of echo-chamber communication is remarkably similar on the Remain side of the campaign (H1b), where only 10% of users directed @-mentions or retweeted content from users identified with the Leave campaign (cross-bubble communication), with 22% of interactions including neutral users (out-bubble communication), and a total of 68% of interactions initiated by Remainers being echo chambers (in-bubble communication)<br><br>Fig 1.(a) Cumulative Distribution Function (CDF) of in-bubble (echo chambers) and non-bubble (out- and cross-bubble) communication; and (b) Histogram of distance travelled by messages between sender and receiver in 50-kilometer bins https://doi.org/10.1371/journal.pone.0206841.g001 <br><br>The spreading of misinformation online<br>In this work, using a massive quantitative analysis of Facebook, we show that information related to distinct narratives––conspiracy theories and scientific news––generates homogeneous and polarized communities (i.e., echo chambers) having similar information consumption patterns. Then, we derive a data-driven percolation model of rumor spreading that demonstrates that homogeneity and polarization are the main determinants for predicting cascades’ size.<br><br>we address the determinants governing misinformation spreading through a thorough quantitative analysis. In particular, we focus on how Facebook users consume information related to two distinct narratives: scientific and conspiracy news. We find that, although consumers of scientific and conspiracy stories present similar consumption patterns with respect to content, cascade dynamics differ,  Finally, we introduce a data-driven percolation model mimicking rumor spreading and we show that homogeneity and polarization are the main determinants for predicting cascades’ size.<br><br>They analyse the cascade dynamics of Facebook users when the content is related to very distinct narratives: conspiracy theories and scientific information. On the one hand, conspiracy theories simplify causation, reduce the complexity of reality, and are formulated in a way that tolerates a certain level of uncertainty (19–21). On the other hand, scientific information disseminates scientific advances and exhibits the process of scientific thinking.<br> "
  },
   {
    "title": "Inside out: The new geography of wealth and poverty in London",
    "link": "https://centreforlondon.org/wp-content/uploads/2016/08/CFLJ3887-Inside-out-inequality_12.125_WEB.pdf",
    "notes": "Inside Out looks at poverty and wealth in London and how inner and outer boroughs have changed since 2001.<br>Key findings<br>Poverty rates in inner east London have fallen, while rates in many outer London boroughs have risen.<br>Most Inner east London boroughs have seen a growth in the share of their population working in higher professional occupations. Outer West London boroughs have seen this share decrease or stall.<br><br>Outer London boroughs are now as cosmopolitan as Inner London boroughs. The foreign-born population doubled in Barking and Dagenham, Bexley and Havering, where it was lowest in 2001.<br><br>While owner occupation is still the dominant housing tenure in Outer London, the shift to private sector rental has been marked, with a number of formerly owner-occupied homes being ‘flipped’ to rental.<br><br>Most new Londoners were not born in London but came from the rest of the country and abroad in almost equal numbers, while the majority of people who left London settled elsewhere in the UK. Outer London boroughs are now as cosmopolitan as inner London boroughs.<br><br>However, alongside this unprecedented increase in higher skilled residents, the proportion of children and old people in inner East London who live in poverty is still the highest in the country. The number of private renters has risen in all parts of London, back to its mid-1970s level as a share of tenure<br>London’s political map:<br><br>The changes we have documented also have implications for politics and in particular for the politics of the mayoral election. As London’s population shifts, so does its political map. Up until now, mayoral candidates could assume that inner London was more likely to vote Labour and outer London Conservative. Ken Livingstone was often described as an “inner London Mayor” meaning his policies favoured Labour voters in the inner boroughs.<br><br>Boris Johnson, by contrast, is said to have won his two elections by adopting a donut strategy and courting the outer boroughs. The 2015 election saw Labour win four new seats, all of which were in outer London. Our research suggests that the political demography of London continues to change. With the relative enrichment of inner London and the spread of poverty in outer boroughs, mayoral candidates will have to campaign across the capital. Focusing on inner or outer rings is unlikely to prove electorally effective.<br><br>Summary:<br>The poorer communities of inner London have migrated to outer London, with the majority of them being foreign-born. The number of professionals has increased significantly within inner London but decreased in outer London. Despite the decrease in poverty in East London, the percentage of children and the elderly living in poverty is the highest in the country."
  },
   {
    "title": "Statistical Perspectives on Urban Inequality: A Systematic Review of GIS-Based Methodologies and Applications ",
    "link": "http://arxiv.org/pdf/2508.08296",
    "notes": "201 studies published between 1996 and 2024 using Geographic Information Systems (GIS) to map and analyse urban inequality. The review identifies five key theme domains: accessibility, green space, health-related disparity, socioeconomic status, and open space provision. "
  },
   {
    "title": "Trickle Down, A New Vertical Sovereignty",
    "link": "https://www.arebyte.com/trickle-down-a-new-vertical-sovereignty",
    "notes": "Trickle Down, A New Vertical Sovereignty is a tokenised four-screen video installation and generative soundscape attached to the blockchain, which explores value systems and wealth disparity.<br><br>Draws on technological and financial power structures which traditionally scaffold the disparity between a wealthy elite and everyday working people but looks to re-imagine our vertically stacked digital ecosystem to horizontally distribute wealth.<br><br>Rather than money issued by a nation and administered by central banks, art is a networked, decentralized, widespread system of value. It gains stability because it calibrates credit or disgrace across competing institutions or cliques. Hito Steyerl, ‘If You Don’t Have Bread, Eat Art!: Contemporary Art and Derivative Fascisms’(Steyerl, Hito. Duty Free Art. Verso, 2017.) "
  },
   {
    "title": "Sold out? The right-to-buy, gentrification and working-class displacements in London",
    "link": "https://journals.sagepub.com/doi/full/10.1177/0038026120906790 ",
    "notes": "Widespread decanting of residents in council houses<br><br>decanting has displaced long-term council tenants and shorter-term ‘temporary’ tenants, with many not able to return to the estate.<br><br>this article argues that the right-to-buy legislation offered these residents the illusion of entering a property-owning middle-class, but that they were never able to escape the labelling of council estates as stigmatised spaces which have ultimately been seized by the state and capital in a moment of ‘accumulation by dispossession’.<br><br>‘decanting’: existing tenants bid for properties elsewhere in the borough, or are moved against their will; private renters in leasehold properties are evicted, and leaseholders bought out via compulsory purchase, often at unfavourable rates. The displacements this process sets in motion involve psychological, as well physical, dislocations (Watt, 2018). "
  },
   {
    "title": "AIRBNB issue ",
    "link": "https://vishalkumar.london/data-science/cultural-infrastructure-airbnb-analysis/book/exploratory-data-analysis.html#airbnb-eda",
    "notes": "This study uses cultural data science to measure the impact of cultural infrastructure on the supply and demand of Airbnb listings in London. The aim of this research is to empirically capture the impact of cultural infrastructure on neighbourhoods in London by leveraging multilinear, spatial lag and geographically weighted regression models.<br>"
  },  
   {
    "title": "The social cleansing of London council estates: everyday experiences of ‘accumulative dispossession’",
    "link": "https://www.tandfonline.com/doi/full/10.1080/02673037.2019.1680814#abstract ",
    "notes": "Council tenants are being forced out of their homes due to estate renewal, welfare reforms, poverty, and the precarity of low-income work.<br><br>Social cleansing can be understood as a geographical project made up of processes, practices, and policies designed to remove council estate residents from space and place, what we call a ‘new accumulative form of (state-led) gentrification’<br><br>This dispossession is not a singular process, rather it relates to several co-evolving and indeed accumulative processes including but not limited to: council estate renewal/gentrification (Lees, Citation2014a, 2014Citationb; Watt and Minton, Citation2016), changes in housing and welfare policy (see Hamnett, Citation2010, Citation2014), and the growing precarity of low income work.1 Since 1997, 54,263 units have either been demolished or are slated for demolition on council estates of more than 100 units in London2;<br><br>Council properties are being further decimated through right to buy (see Disney & Luo, Citation2017).<br>In 2014 on average, one in thirty tenant households in the three south London boroughs of Southwark, Lambeth and Lewisham received a possession order, meaning they were subject to legal process where their home was at risk (Shelter 2014).<br><br>In 1893 London County Council (LCC) built London’s first council estate in the Shoreditch/Bethnal Green area in East London.4 For the next 50 years LCC built council estates in inner and outer London.<br><br>Thatcher’s ‘right to buy’ legislation saw the council housing system begin to implode (see Hanley, Citation2007; Malpass, Citation2005). Since 1980 1,843,830 council homes have been sold through right to buy in England, 16% of these (287,384) have been in London (https://www.gov.uk/government/statistical-data-sets/live-tables-on-social-housing-sales)<br><br>the borough with the largest number of council properties, Southwark, declined from 55,803 in 1994 to 38,553 in 2017; the next largest Lambeth declined from 44,531 to 23,715.<br>A London based study by Arbaci and Rae (Citation2013) found that mixed communities policy in London exacerbated social inequality and masked deprivation. In their Islington study area they found that affluent professionals had displaced low income populations of Greeks and Somalians, and that council tenants were being pushed further out of London to places such as Enfield and Cheshunt in Hertfordshire.<br><br>Kate Davies, now Chief Executive of Notting Hill Genesis, contributed an Introduction to the 2008 CSJ report ‘Housing Poverty’9 in which she said that ‘council estates are ghettos of needy people’, ‘council homes are subsidized by the taxpayer’, council tenants ‘often pay little or no rent, and get their home maintained in good order for free’.<br><br>The Welfare Reform and Work Act 2016 sustained the attack on disadvantaged groups (within a landscape of austerity) with benefit caps and freezes, and changes to carers allowances, etc.11<br><br>The Heygate Estate has now been demolished, its replacement—Elephant Park—was sold off-plan in East Asia. There were 1194 council flats, the new development will have no council flats but it will have 82 ‘affordable’ units, affordable means 80% of London’s super-heated market rent, more than double the level of council rents.<br><br>As Hamnett (Citation2014) points out London accounts for the highest share of UK housing benefit (26%), and housing benefits make up the lions share of total benefit spending in London (50%, bar pensions and child benefit).He charges that London is witnessing ‘welfare policy generated social cleansing’ (p. 501), but welfare cuts (including caps on housing benefit, the bedroom tax) are only one part of the story, for the neoliberalization of the world of work (e.g. zero hours contracts), low incomes, and the bureaucratic vagaries of how benefits are managed, are also significant factors causing rent arrears and dispossessions.<br><br>between 2005 and 2015 private rental stock in Southwark, for example, rose by 26.1% from 61,096 to 77,023, while in the same period council rented stock fell by 11.8% from 43,885 to 36,687 (Southwark Council Citation2015, Southwark Key Housing Data, p. 15).<br><br>Summary:<br>Council estates are being demolished and ‘regenerated’, and their residents pushed out of their homes and communities. The benefits system no longer provides essential safeguards for council estate tenants, partly the result of the 2012 Welfare Reform Act, but also due to errors in the housing benefit system, which has seen, according to the charity Crisis, one-third of housing benefit claimants subject to a sanction on their un-employment benefit, having their housing benefit suspended or withdrawn."
  },
   {
    "title": "Poor doors: the segregation of London's inner-city flat dwellers",
    "link": "https://www.theguardian.com/society/2014/jul/25/poor-doors-segregation-london-flats ",
    "notes": "In bid to ease the housing crisis developers are obliged to provide a set proportion of affordable homes when they draw up a new project but they are often able to negotiate this figure down with local planners. Some provide the cheaper homes in separate blocks<br><br>but in a single structure development the affordable homes are often on separate floors – with separate entrances, lifts, car parks and even rubbish bins, so that upmarket apartment buyers have no contact with those occupying the social housing in their buildings.<br><br>In some cases, developers have even used the fact they need to provide separate doors and lifts to argue against putting affordable homes on the same site as their premium apartments. Planning documents for the 56 Curzon Street development in Mayfair show that the developers told the local council that on-site provision of affordable housing would result in significant design inefficiencies due to the need for separate entrances and building cores<br><br>Queen's Park Place:Affordable tenants will not have use of the main private residential entrance, private courtyard gardens or basement car and cycle parking. Services including postal delivery and refuse storage are also divided.<br><br>Through the main door of One Commercial Street the lights shine brightly in the hotel-style lobby. There is luxury marble tiling and plush sofas, and a sign on the door alerts residents to the fact that the concierge is available. Round the back, the entrance to the affordable homes is a cream corridor, decorated only with grey mail boxes and a poster warning tenants that they are on CCTV and will be prosecuted if they cause any damage.<br><br>When both the lifts weren't working they did say that if you were pregnant, had a health problem or a baby in a buggy you could use the main entrance, she said. Otherwise, the tenants said, they were locked out of the main lobby."
  },
    {
    "title": "‘There’s no way I can pay’: London residents despair of steep costs and forced use of ‘poor door’",
    "link": "https://www.theguardian.com/money/2025/mar/01/theres-no-way-i-can-pay-london-residents-despair-of-steep-costs-and-forced-use-of-poor-door",
    "notes": "The residents also complain they are paying for facilities used by better-off private residents. Shared ownership residents use relatively modest entrances into their apartments while private residents enter through gated, landscaped gardens, which are open to the public during the day. There is a concierge service at two private entrances of the development, which all residents are expected to contribute to through the service charge.<br><br>“They insist they treat us all equally but they are denying reality,” said Scalvini. “Our entrance is on the street at the back of the building. The private residents’ entrance has a concierge. That’s a textbook definition of a poor door.”"
  },
    {
    "title": "Poor doors, busy roads, and little sunlight: How affordable housing gets the brunt end",
    "link": "https://towerhamletsslice.co.uk/poplar/tenure-blind-social-housing-failing-rich-poor-doors/ 3",
    "notes": "The law mandates that private developments must include a certain percentage of affordable or social housing and developers choose where to locate the social housing within each development.<br>An analysis of five housing developments approved in Tower Hamlets between 2018 and 2023, and one currently in the pre-planning stage, has shown how affordable housing has been located.<br><br>At the bottom of high rises, alongside main roads, and in areas with reduced sunlight.<br><br>Some private developers continue to use separate entrances for affordable housing, known as poor doors.<br><br>In the worst case, they build affordable housing in locations alongside DLR tracks or main roads, raising concerns about the health of residents due to air and noise pollution.<br><br>Mufeedah Bustin, Councillor for Island Gardens, has said that this situation where social housing is built in less desirable locations and separate from privately sold housing is ‘not uncommon.’<br><br>One example is The Ailsa Wharf development on a patch of land between the A12 and the River Lea. Tower Hamlets approved the 952-home development in October 2023. It consists of three towers over 20 stories high and several low-rise blocks.<br><br>Developers built three towers on one side of the development, affording desirable views over the River Lea. All these homes are for private sale.<br><br>A low-rise block along the A12 on the other side of the site would be completely affordable housing. Meanwhile, they placed intermediate rent units across the development.<br>At the October 2023 Strategic Development Planning Meeting Councillors raised concerns about noise and air pollution for the affordable housing block along the A12. They were also concerned about how the nought-to-five-year-old play area would be located alongside the busy A12.<br><br>In April 2023 a similar situation occurred regarding a 169-home development in Poplar. It will be built alongside the DLR tracks between the Blackwall and East India stations.<br>At the planning meeting, Councillors raised concerns about how all the affordable housing in the three-block development would be located closest to the DLR tracks.<br><br>Despite this, the development was also approved.<br>All these developments seem to contradict the Greater London Authority’s advice to encourage tenure integration or tenure blind developments. This means that a development’s private and affordable tenures should be as similar as possible with no differences between them.<br><br>The June 2023 Housing Design Standard was explicit: ‘Developments should be tenure blind. There should be no perceptible difference in the quality of the design or materials used when housing different tenures. ‘Poor doors’ and gated forms of development are unacceptable.’<br><br>This guidance isn’t new. The 2016 Housing Supplementary Planning Guidance encourages the integration of different types of tenures.<br><br>Developers describe the Bellamy Close & Byng Street development near Canary Wharf as tenure blind. There should be no differences between social and private housing.<br>Another example 225 Marsh Wall development (One Thames Quay),According to the planning application, the first 10 floors would be affordable housing and the next five intermediate. The remaining 40 floors are for private housing. The planning application clearly states ‘The residential entrances between market and affordable tenures are proposed to be separate’.<br><br>Building plans also clearly show a separate entrance and lift for affordable housing residents only. It would be smaller than the entrance for private residents and open onto the main road.<br><br>The private residents’ entrance has more space, an attached private lounge with a concierge, and leads onto a green landscaped area away from the road. Private residents would also have significantly larger and better-equipped community spaces.<br><br>Unlike previously when large quantities of social housing was built directly by the government, our modern system has handed control of social housing development to private developers.<br><br>The difference is stark. Whereas historical developments in Poplar started from the premise of what would be best for the people living there, current developments are governed by market prices and profit. As this investigation reveals, it’s all too easy to demote social housing at the expense of the poor.<br><br>Requirements for tenure blind developments are skirted or ignored. Poor doors are known about and widely condemned yet developers are still designing these into their buildings."
  },
    {
    "title": "Streets in the sky: The utopian dreams of Poplar’s social housing",
    "link": "https://towerhamletsslice.co.uk/poplar/streets-sky-utopian-social-housing-robin-hood-gardens-balfron-tower/ ",
    "notes": "The Smithsons completed Robin Hood Gardens in 1972. Despite this architectural attempt to manifest a utopia, it soon faced criticism. Today, Brutalism has not aged well in the eyes of many<br><br>While Balfon Tower has avoided demolition, it has gone under a controversial restoration completed in late 2023.<br>In preparation, they had to ‘decant’, or move out, the people living there. Balfron Tower’s social housing was redeveloped into luxury apartments, no doubt intended for wealthy workers at nearby Canary Wharf.<br><br>Landlords Poplar HARCA did not keep any of the apartments for social renting, deciding to ‘privatise’ this building to fund social housing elsewhere.<br><br>‘We built and bought more affordable homes than were available in Balfron Tower before it was refurbished, rehousing all Poplar HARCA tenants to a new home that matched their housing needs and preferences.  This is what residents voted for when asked about the future of the Brownfield estate by Tower Hamlets Council,’ says Poplar HARCA."
  },
    {
    "title": "Penthouse and Poor doors ",
    "link": "https://www.theguardian.com/artanddesign/2021/feb/02/penthouses-poor-doors-nine-elms-battersea-london-luxury-housing-development ",
    "notes": "Although he lives in Embassy Gardens, Iqbal and his neighbours will never enjoy the thrill of going for an aerial dip. “We have a front-row seat of the Sky Pool,” he told me. “But the sad thing for us, living in the shared-ownership building, is that we will never have access to it. It’s only there for us to look at, just like the nice lobby, and all of the other facilities for the residents of the private blocks. Nobody expects these amenities for free, but we’re not even given the choice to pay for them.”<br><br>For Iqbal to reach his two-bed flat – valued at £800,000, of which he owns a quarter and pays rent on the rest – he must walk past the grand, hotel-style main entrance to the complex, flanked by supercars with personalised number plates, to the back of the development, past construction fences and piles of rubble, to a small door located between ventilation grilles and a bin store, facing on to a railway line.<br><br>Once a place of low-slung warehouses and logistics depots, it is now a very visible presence on the London skyline. Competing stacks of luxury flats have sprouted along the river, replacing the elm trees that once stood here with a forest of concrete and cladding, a garish collage of mirrored glass, coloured plastic panels and fake bricks.<br><br>an international investors’ playground where regular Londoners are pushed to the very edges, or cut out of the picture altogether.<br><br>Dogged by allegations of cronyism and gerrymandering, it is the product of politicians in thrall to property developers, driven by a blind faith in the market – even when investors started to realise that they might have bought into a mirage.<br>along the railway line, running south-west from Vauxhall to Battersea, stand dense rows of apartment blocks similar to Iqbal’s – the “affordable” components of the luxury developments, shuffled to the back of the plots where land values are lowest, hidden from view along with the garages and service entrances.<br><br> A broad staircase leads up from the street to a podium garden, but a tall fence with an electric gate stops the second-class residents from getting in. “We are strategically excluded from being part of the community,”<br><br>A few metres from his front door sit a pair of souped-up sports cars with Qatari number plates, parked ostentatiously on the pavement blocking an emergency exit, with a clutch of unpaid parking tickets flapping in the breeze beneath their windscreen wipers. The concierge is exasperated. “They are deliberately doing this,”<br><br>VNEB is emerging as a place of two communities, with a bitter sense of division nurtured by the very fabric of the neighbourhood. The exclusion has been designed into the buildings, streets and public spaces, and is enforced by the private management regimes that govern them. If it is an opportunity area, it has been an opportunity for trialling a new form of social apartheid on an industrial scale.<br><br>The secured some funding to buy a painting for the building’s bleak communal lobby, along with a mirror and a small console table. But, after three years, Peabody’s neighbourhood manager ruled that the table was a fire hazard, and had it removed. “It sounds like a small thing,” said Franzel, “but that little table was part of our community. We used to buy fresh flowers and leave things for each other. Now we have nothing.” Next door, the lobby for the private residents looks like a club-class lounge, teeming with expensive hazards, from the thick-pile carpets to marble coffee tables and inviting sofas. While these residents get packages delivered to their door, Franzel and his neighbours find their parcels often go missing, dumped in a pile downstairs. Since the pandemic struck, only the lift lobbies of the private blocks have been supplied with pumps of hand sanitiser.<br><br>Spokespeople for Peabody, Optivo and L&Q all say that it is never their intention to make any community feel excluded, and that their policies do not include access to the private amenities in order to keep the service charges to a minimum<br><br>The target was for half of the housing to be affordable. If developers couldn’t meet this target, they would have to produce a financial viability assessment to prove why it wasn’t possible.<br><br>In 1987, when he was chairman of the council’s property sales committee, Bingle stated: “My aim is to reduce the number of Council properties in Wandsworth from 35,000 to 20,000, and to make Battersea a Conservative constituency.”<br>While the affordable housing quota averages around 18% across the VNEB area – including council-owned sites – and more like 21% in the part that sits within Labour-led Lambeth, it has been reduced even further in the case of the Battersea Power Station development. Having originally agreed to make 15% of the 4,239 planned homes affordable, the Malaysian-owned development company convinced the council to slash the number by 250 to just 9% in 2017, citing “technical issues” with restoring the historic structure.<br><br>While the flats for private sale are housed in overwrought buildings by Norman Foster and Frank Gehry, which do their best to block views of the power station from all directions, the “affordable” homes are being built half a kilometre away, across the busy main road, and butted up against the railway tracks. Residents will have little chance of feeling part of what the developers describe as “one of the most exciting and innovative mixed-use neighbourhoods in the world”."
  },
    {
    "title": "Ministers pledge to end 'poor doors' in new build housing",
    "link": "https://www.bbc.co.uk/news/uk-49053920 ",
    "notes": "London Mayor Sadiq Khan promised during his election campaign in 2015 to ban the practice, describing it as an appalling form of social segregation.<br>Poor doors segregate people who are living side by side, they drive a wedge between our communities, he said at the time, external"
  },
    {
    "title": "The truth about poor doors",
    "link": "https://thedeveloper.live/reportage/reportage/the-truth-about-poor-doors",
    "notes": "The ‘poor door’ controversy is not limited to the issue of entrances; separate children’s playgrounds, partitioned by walls or fences, draw equal opprobrium. The playground controversy made headlines in March 2019, over the separation of play areas for children from the private and social segments of the redeveloped Baylis Old School in Kennington,south London.<br><br>The truth about poor doors turns out to be a mixture of class antagonism, financial priorities, property management logistics and local authority aspirations, but poor doors or cores are certainly not a technical or regulatory requirement.<br><br>The 2012 planning report for Lendlease’s One the Elephant residential tower in Southwark states that that affordable and social housing units would need separate cores because not doing so would have significant “negative impact on the value of the private units.”<br><br>The view that proximity impacts value is echoed by John Hitchcox, CEO of international high-end housebuilder Yoo, during a recorded Financial Times roundtable: “The closer you are to a council block, the lower the value.”<br><br>Wainwright’s piece in The Guardian suggests it’s not owner-occupiers, but hyper-financialised property speculation at Nine Elms, often by non-resident overseas investors, that lies at the heart of both area-wide social segregation and the everyday depredations felt by less-wealthy residents.<br><br>The core argument made in defence of poor doors is not about investment, however. It goes like this: Segregated doors, cores or floors is the simplest way to exempt registered providers and social tenants from charges for high-end fittings, maintenance, or service charges for enhanced facilities such as gyms, swimming pools and concierges. ‘Luxury’ amenities can escalate service charges for a rented or leasehold property dramatically, from the London average of around £2,000 a year, to an eye-watering £6,500 for some residents at Embassy Gardens in Nine Elms, all the way to a ruinous £23,000 per annum for a flat just off Oxford Street."
  },
    {
    "title": "‘Poor doors’ show that access isn’t for everyone in London",
    "link": "https://www.iconeye.com/design/poor-doors-london-access-housing ",
    "notes": "A ‘poor door’ is not a rickety, old entranceway that doesn’t quite fit into its doorframe and is clinging onto rusty hinges. In fact, a poor door could be brand new. It just won’t be as shiny as the neighbouring door, which is more likely to be automatic, and give way to a grand lobby, perhaps with a marble concierge desk and chic pendant lights.<br>Poor doors’, as they have come to be known, have become symbolic of the social apartheid in housing in London, where expensive private housing is effectively propping up the ‘affordable’ market.<br><br>Guardian Cities reported that Lilian Baylis estate in Kennington had not allowed families living in the social housing side of the estate to use the play area, nor any of the other communal spaces on the development. In response, a new draft of the London Plan issued this July has banned the segregation of play areas. Henley Homes, the developer, has since removed the divide and thrown a party to all the residents by way of apology."
  },
     {
    "title": "Developers Installed a ‘Poor Door’ and a ‘Rich Door’ on a London Apartment Building",
    "link": "https://www.vice.com/en/article/one-commercial-street-poor-door-protest-101/ ",
    "notes": "There’s probably no more tangible example of this than the “poor doors” installed at One Commercial Street, a luxury apartment building in the East End. Home to a number of tenants receiving government benefits for their housing, as well as all the affluent city workers the whole thing was presumably built for, there are two separate doors to the building: one for the rich, one for the poor. The rich door involves smoked glass and a concierge; the poor door is off an alley favored by drunk weekend warriors stumbling around after getting a late-night snack.<br><br>There were a couple of dozen agitators brandishing Class War banners proclaiming, “We are the fucking alternative,” “Women’s death brigade,” and—on the more militant end of the scale—“We must devastate the avenues where the wealthy live”—a 1915 quote from firebrand Chicago anarchist Lucy Parsons, the Class War pinup. With only a handful of exceptions, all of them were local residents.<br><br>Admittedly, there wasn’t a lot of “devastation” going on, but anyone trying to enter the building through the rich door was jeered at and told to fuck off to the back door for a change.<br><br>“The cost of a flat in One Commercial Street is around $7.5 million [a currently-listed penthouse is actually going for $5.5 million, but that’s obviously still a lot of money]. Forty percent of these flats are pre-sold to overseas investors, mainly from Saudi Arabia and Russia, and they then become an asset on their property portfolio, remaining empty, or rented out short-term to visitors on international banking business.<br><br>“Twenty percent of what remains is called ‘affordable housing,’ but who the fuck from this borough can afford to pay $5,000 a month in rent? The rest of the occupants are social housing tenants who occupy floors 7 to 11 and have to enter round the back in a piss-stinking alley where people are always getting mugged and you see junkies shooting up. Their elevator broke down this week, and it took three days to get fixed. There’s elderly and pregnant women who use the social housing elevator, and they weren’t allowed to use the other one.”<br><br>We’re doing this now as we don’t want to be socially excluded from more of our own areas in the future. You just have to look at what happened to the (London neighborhood of) Isle of Dogs or Canary Wharf. There’s no trickle-down effect. There’s none of the promised jobs created for the locals. It’s just social cleansing.”"
  },
     {
    "title": "Henri Lefebvre’s Urban Critical Theory: Rethinking the City against Capitalism",
    "link": "https://www.tandfonline.com/doi/full/10.1080/21598282.2020.1783693#:~:text=Lefebvre%20realizes%20that%20there%20is,the%20urban%20space%20itself%20that",
    "notes": "In the article the author highlights the main ways of the Lefebvrian sociological analysis conceived starting from the transformations of the city in the Fordist era: From the production of urban marginality, through the proliferation of precarious living in the France of the Sixties and Seventies, to recording the gradual disappearance of the urban–rural dichotomy, that goes into an authentic spatial hegemony of urbanization processes. The goal is therefore to highlight the “urban critical theory” of Henri Lefebvre, coming to discuss the famous meaning of “right to the city,” strongly interconnected with the concept of “city as an artwork,” that is the idea of an urban space intended as horizontal and common design by those who live and inhabit in it."
  },
     {
    "title": "Critical urban theory",
    "link": "https://www.academia.edu/30094836/Critical_urban_theory",
    "notes": "Critical urban theory traces its origins back to the late 1960s and the early 1970s, when the 1968 student movement, which swept through the Western hemisphere (from Paris to Rome and Berlin, to Berkeley and Mexico City) and beyond, gave rise to an era of intellectual and political upheaval in which social sciences and academia as a whole became strongly involved.Te 1960s saw the rise, in close succession, of social and political movements of an unprecedented strength in the twentieth century, such as the anticolonial liberation struggles in the Tird World (particularly symbolized by the urban guerrilla movement in Algiers against the French government), the civil rights mobilizations and the antiwar protests in the United States, the Maoist Cultural Revolution in China, the Prague Spring, and the uprisings of the “mass worker” in the Fordist factory. The financial meltdown of 2008, symbolized by the bankruptcy of Lehman Brothers In New York City, is the other key event in the frst decade of the new century. The crisis resulted from the bursting of the property bubble in the United States, caused by the collapse of the subprime mortgage sector. In the previous two decades, during the golden times of neoliberal ascendancy, the mortgage sector experienced a concomitant process of deregulation and financialization, whose destructive effects became manifest during the global economic crisis of 2007–2008 and the ensuing Great Recession. The crisis was unprecedented at a time of economic globalization conventionally understood, being equated by many commentators with the Great Depression of the 1930s.Critical urban theory has gone through a circular trajectory whose departure and arrival points have been Lefebvre’s idea of global urbanization as a unifying horizon for contemporary societies, with potential efects of emancipation from capitalism."
  },
     {
    "title": "Paper 3",
    "link": "https://example.com/paper3",
    "notes": "Summary of paper 3 goes here."
  },
     {
    "title": "Paper 3",
    "link": "https://example.com/paper3",
    "notes": "Summary of paper 3 goes here."
  }
]
